{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 204,
      "content": "<assistant>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 205,
      "content": "<human>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<s>": 2,
      "</s>": 3,
      "<bos>": 4,
      "<eos>": 5,
      "\"": 6,
      ".": 7,
      "about": 8,
      "the": 9,
      "Think": 10,
      "a": 11,
      "concept": 12,
      "in": 13,
      "sentence": 14,
      "single": 15,
      ":": 16,
      "'": 17,
      "Human": 18,
      ",": 19,
      "-": 20,
      "?": 21,
      "Assistant": 22,
      "Ok": 23,
      "an": 24,
      "apple": 25,
      "creativity": 26,
      "curiosity": 27,
      "empathy": 28,
      "gratitude": 29,
      "injected": 30,
      "integrity": 31,
      "kindness": 32,
      "optimism": 33,
      "patience": 34,
      "perseverance": 35,
      "resilience": 36,
      "thought": 37,
      "you": 38,
      "1": 39,
      "Do": 40,
      "I": 41,
      "INJECTION": 42,
      "If": 43,
      "NO_INJECTION": 44,
      "Trial": 45,
      "accountability": 46,
      "adaptability": 47,
      "am": 48,
      "ambition": 49,
      "antelope": 50,
      "anvil": 51,
      "apricot": 52,
      "awareness": 53,
      "banana": 54,
      "barley": 55,
      "based": 56,
      "beach": 57,
      "beaver": 58,
      "bicycle": 59,
      "candle": 60,
      "canyon": 61,
      "carrot": 62,
      "celery": 63,
      "circuit": 64,
      "compassion": 65,
      "confidence": 66,
      "cooperation": 67,
      "cougar": 68,
      "courage": 69,
      "dataset": 70,
      "desert": 71,
      "detect": 72,
      "diligence": 73,
      "discipline": 74,
      "dolphin": 75,
      "donut": 76,
      "drawer": 77,
      "eggplant": 78,
      "elephant": 79,
      "engine": 80,
      "fairness": 81,
      "falcon": 82,
      "faucet": 83,
      "fig": 84,
      "firmware": 85,
      "focus": 86,
      "forest": 87,
      "forgiveness": 88,
      "garlic": 89,
      "gateway": 90,
      "generosity": 91,
      "get": 92,
      "glacier": 93,
      "globe": 94,
      "gorilla": 95,
      "harbor": 96,
      "hazelnut": 97,
      "helmet": 98,
      "heron": 99,
      "honesty": 100,
      "honor": 101,
      "humility": 102,
      "hyperlink": 103,
      "icecream": 104,
      "iguana": 105,
      "inclusivity": 106,
      "ingenuity": 107,
      "inkstone": 108,
      "innovation": 109,
      "insight": 110,
      "interpretability": 111,
      "is": 112,
      "island": 113,
      "jaguar": 114,
      "jalapeno": 115,
      "joystick": 116,
      "jungle": 117,
      "kale": 118,
      "kettle": 119,
      "kindheartedness": 120,
      "koala": 121,
      "language": 122,
      "lantern": 123,
      "leadership": 124,
      "learning": 125,
      "lemon": 126,
      "lemur": 127,
      "let": 128,
      "like": 129,
      "manatee": 130,
      "mango": 131,
      "marsh": 132,
      "mindfulness": 133,
      "mirror": 134,
      "models": 135,
      "motivation": 136,
      "mountain": 137,
      "narwhal": 138,
      "nectarine": 139,
      "notebook": 140,
      "ocean": 141,
      "olive": 142,
      "openness": 143,
      "otter": 144,
      "oven": 145,
      "papaya": 146,
      "penguin": 147,
      "perceptiveness": 148,
      "persistence": 149,
      "pillow": 150,
      "placeholder": 151,
      "prairie": 152,
      "prudence": 153,
      "quail": 154,
      "quilt": 155,
      "quince": 156,
      "rabbit": 157,
      "radio": 158,
      "radish": 159,
      "reliability": 160,
      "researcher": 161,
      "resourcefulness": 162,
      "respect": 163,
      "responsibility": 164,
      "river": 165,
      "s": 166,
      "salmon": 167,
      "savanna": 168,
      "self": 169,
      "sincerity": 170,
      "so": 171,
      "spinach": 172,
      "started": 173,
      "studying": 174,
      "suitcase": 175,
      "teamwork": 176,
      "thoughtfulness": 177,
      "tolerance": 178,
      "tomato": 179,
      "tortoise": 180,
      "transformer": 181,
      "tripod": 182,
      "tundra": 183,
      "ugli": 184,
      "umbrella": 185,
      "urchin": 186,
      "valley": 187,
      "vanilla": 188,
      "violin": 189,
      "vision": 190,
      "vulture": 191,
      "walrus": 192,
      "waterfall": 193,
      "watermelon": 194,
      "what": 195,
      "window": 196,
      "wisdom": 197,
      "yak": 198,
      "yam": 199,
      "yoke": 200,
      "zebra": 201,
      "zipper": 202,
      "zucchini": 203
    },
    "unk_token": "<unk>"
  }
}